https://testing-h5.yongche.org/ajax/Rechargerebate/getRebateIndex?time=
{
    "code":200,
    "msg":"",
    "result":{
        "version_show_subdesc":true,
        "host":"testing-h5.yongche.org",
        "webHost":"testing.yongche.com",
        "weixinHost":"weixin.dev.yongche.com",
        "user_id":4402
    }
}


https://testing-h5.yongche.org/Ajax/Rechargerebate/getUserAmout?time=

{
    "code":200,
    "msg":"",
    "result":{
        "amount":97
    }
}

https://testing-h5.yongche.org/ajax/Rechargerebate/getDocument?project_id=252&time=

{
    "code":200,
    "msg":"ok",
    "result":{
        "angle_mark":"",
        "project_document":{
            "popup":{
                "title":"标签弹窗title=温馨提示",
                "value":"<p>1、请您根据自己的消费情况进行购买，易到用车对购买次数不设任何限制；</p><p>2、本次活动仅限个人用户参与，企业用户不在此活动范围；</p><p>3、更多未尽事宜请使用注册手机号拨打客服电话：400-050-0090 进行咨询。</p>"
            },
            "protocal":{
                "title":"活动协议",
                "value":"<p>一、温馨提示</p><p>1、请您根据自己的消费情况进行购买，易到用车对购买次数不设任何限制；</p><p>2、本次活动仅限个人用户参与，企业用户不在此活动范围；</p><p>3、更多未尽事宜请使用注册手机号拨打客服电话：400-050-0090 进行咨询。</p><p> </p><p>二、活动时间</p><p>2018年7月1日至2018年12月31日。</p><p> </p><p>三、出行卡使用说明</p><p>1、“出行卡面额”是指用户实际购买的金额；</p><p>2、“账户余额”是指用户实际购买的金额（出行卡面额）加上参加易到用车不定期活动获得的奖励、赠送、奖励金额（活动金额）的总金额；</p><p>3、账户余额可用于支付易到用车除出租车车型外的所有车型服务的行程费用、高速费、停车费（用车费用），但不能用于支付行程中产生的其他第三方费用；</p><p>4、用户支付用车费用时将优先使用出行卡面额，出行卡面额使用完毕再使用活动金额支付用车费用；</p><p>5、账户余额有效期为自充值日起至用完之日；</p><p>6、发票金额根据易到实际收到的金额开具。</p><p> </p><p>四、会员成长值计算方法</p><p>1、使用账户余额支付的用车费用的行程，按照实际支付金额×100%的方式计算成长值;</p><p>2、使用银行卡、司机代缴费方式支付的用车费用的行程，按照实际支付金额×100%计算成长值。</p><p> </p><p>五、特别声明</p><p>1、账户余额不能转移或转赠；</p><p>2、出行卡仅提供给正当、合法使用叫车服务的易到用车客户。每位用户的易到用车账号、手机设备号和银行卡号都必须是唯一的，任何信息与其他用户重合都不能参加本活动；</p><p>3、若您存在移动设备上曾登录多个账号、个人信息与司机重合、存在风险订单等，可能无法参与购卡返现活动；</p><p>4、活动中，按照易到用车现行的风控规则，一旦发现作弊行为，易到用车有权追回作弊所得、回收账号使用权，并保留取消作弊人后续参与易到用车任何活动的权利，必要时会追究其法律责任；</p><p><strong>5、</strong><strong>易到用车网约车服务采用“分时定价”（不同城市、不同时间、不同车型的用车服务费不同），您在下单接受服务前，请您认真查看价格提示，确认无异议后下单。</strong></p><p> </p><p> </p>"
            },
            "rule":{
                "title":"活动规则",
                "value":"<p>一、活动时间</p><p>即日起至2018年8月26日23:59止</p><p> </p><p>二、活动内容</p><p>1、未充值过且未购卡过的个人用户：</p><p>（1）购买面值为1-99元的出行卡，可获得实际购买金额，无额外赠送金额；</p><p>（2）购买面值为100元及以上的出行卡，可获得实际购买金额，并额外赠送实际购买金额的40%；</p><p>2、充值过或购卡过的个人用户：</p><p>（1）购买面值为1-599元的出行卡，可获得实际购买金额，无额外赠送金额；</p><p>（2）购买面值为600元及以上的出行卡，可获得实际购买金额，并额外赠送实际购买金额的40%。</p><p> </p><p>本活动适用于《出行卡购买协议》</p><p> </p><p> </p>"
            }
        }
    }
}